Revit 2027 API
NavisworksExportOptions.FindMissingMaterials Property
 True if the file exporter looks for a match for the materials missing from the export, false otherwise. Default value is true.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool FindMissingMaterials { get; set; }
Public Property FindMissingMaterials As Boolean
	Get
	Set
public:
property bool FindMissingMaterials {
	bool get ();
	void set (bool value);
}
member FindMissingMaterials : bool with get, set
Property Value
Boolean
See Also
Reference
NavisworksExportOptions Class
Autodesk.Revit.DB Namespace